Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: This iPhone can’t find people in video, so the background can’t change here.
ar: لا يستطيع هذا الـ iPhone تحديد الأشخاص في الفيديو، لذا لا يمكن تغيير الخلفية هنا.
da: Denne iPhone kan ikke finde personer i video, så baggrunden kan ikke ændres her.
de: Dieses iPhone kann keine Personen im Video erkennen, daher lässt sich der Hintergrund hier nicht ändern.
es: Este iPhone no puede encontrar personas en vídeo, así que aquí no se puede cambiar el fondo.
fr: Cet iPhone ne peut pas repérer les personnes dans la vidéo : l’arrière-plan ne peut pas changer ici.
hi: यह iPhone वीडियो में लोगों को नहीं ढूँढ सकता, इसलिए यहाँ बैकग्राउंड नहीं बदल सकता।
id: iPhone ini tidak bisa menemukan orang di video, jadi latar belakang tidak bisa diubah di sini.
it: Questo iPhone non riesce a trovare persone nel video, quindi qui lo sfondo non può cambiare.
ja: このiPhoneはビデオ内の人物を認識できないため、ここでは背景を変更できません。
ko: 이 iPhone은 비디오에서 사람을 찾을 수 없어 여기서는 배경을 바꿀 수 없습니다.
nb: Denne iPhonen kan ikke finne personer i video, så bakgrunnen kan ikke endres her.
nl: Deze iPhone kan geen mensen in video vinden, dus de achtergrond kan hier niet veranderen.
pt_br: Este iPhone não consegue encontrar pessoas no vídeo, então o fundo não pode mudar aqui.
sv: Den här iPhonen kan inte hitta personer i video, så bakgrunden kan inte ändras här.
th: iPhone เครื่องนี้หาคนในวิดีโอไม่ได้ จึงเปลี่ยนพื้นหลังที่นี่ไม่ได้
tr: Bu iPhone videoda kişileri bulamıyor, bu yüzden arka plan burada değişemez.
vi: iPhone này không nhận ra người trong video nên không đổi được nền ở đây.
zh_hans: 此 iPhone 无法识别视频中的人物，因此这里无法更改背景。
zh_hant: 這部 iPhone 無法辨識影片中的人物，因此無法在此更換背景。

# This iPhone can’t translate %@ to %@. You can write the translation yourself.
source: This iPhone can’t translate %1$@ to %2$@. You can write the translation yourself.
ar: لا يستطيع هذا الـ iPhone الترجمة من %1$@ إلى %2$@. يمكنك كتابة الترجمة بنفسك.
da: Denne iPhone kan ikke oversætte %1$@ til %2$@. Du kan skrive oversættelsen selv.
de: Dieses iPhone kann nicht von %1$@ nach %2$@ übersetzen. Du kannst die Übersetzung selbst schreiben.
es: Este iPhone no puede traducir del %1$@ al %2$@. Puedes escribir la traducción tú.
fr: Cet iPhone ne peut pas traduire du %1$@ vers le %2$@. Vous pouvez écrire la traduction vous-même.
hi: यह iPhone %1$@ से %2$@ में अनुवाद नहीं कर सकता। आप अनुवाद ख़ुद लिख सकते हैं।
id: iPhone ini tidak bisa menerjemahkan %1$@ ke %2$@. Kamu bisa menulis terjemahannya sendiri.
it: Questo iPhone non può tradurre da %1$@ a %2$@. Puoi scrivere tu la traduzione.
ja: このiPhoneでは%1$@から%2$@に翻訳できません。翻訳を自分で入力できます。
ko: 이 iPhone에서는 %1$@을(를) %2$@(으)로 번역할 수 없습니다. 번역을 직접 입력할 수 있습니다.
nb: Denne iPhonen kan ikke oversette %1$@ til %2$@. Du kan skrive oversettelsen selv.
nl: Deze iPhone kan %1$@ niet naar %2$@ vertalen. Je kunt de vertaling zelf schrijven.
pt_br: Este iPhone não consegue traduzir de %1$@ para %2$@. Você pode escrever a tradução.
sv: Den här iPhonen kan inte översätta %1$@ till %2$@. Du kan skriva översättningen själv.
th: iPhone เครื่องนี้แปลจาก%1$@เป็น%2$@ไม่ได้ คุณเขียนคำแปลเองได้
tr: Bu iPhone %1$@ dilinden %2$@ diline çeviremiyor. Çeviriyi kendin yazabilirsin.
vi: iPhone này không dịch được từ %1$@ sang %2$@. Bạn có thể tự viết bản dịch.
zh_hans: 此 iPhone 无法将%1$@翻译成%2$@。你可以自己写译文。
zh_hant: 這部 iPhone 無法將 %1$@ 翻譯成 %2$@。你可以自行撰寫翻譯。

source: This iPhone can’t turn speech into text here. You can type your idea instead.
ar: لا يستطيع هذا الـ iPhone تحويل الكلام إلى نص هنا. يمكنك كتابة فكرتك بدلًا من ذلك.
da: Denne iPhone kan ikke omsætte tale til tekst her. Du kan skrive din idé i stedet.
de: Dieses iPhone kann hier keine Sprache in Text umwandeln. Du kannst deine Idee stattdessen tippen.
es: Este iPhone no puede convertir la voz en texto aquí. Puedes escribir tu idea.
fr: Cet iPhone ne peut pas transformer la voix en texte ici. Vous pouvez écrire votre idée à la place.
hi: यह iPhone यहाँ आवाज़ को टेक्स्ट में नहीं बदल सकता। इसके बजाय आप अपना आइडिया लिख सकते हैं।
id: iPhone ini tidak bisa mengubah suara menjadi teks di sini. Kamu bisa mengetik idemu.
it: Questo iPhone non può trasformare la voce in testo qui. Puoi scrivere la tua idea.
ja: この iPhone ではここで音声をテキストに変換できません。代わりにアイデアを入力できます。
ko: 이 iPhone에서는 여기서 음성을 텍스트로 바꿀 수 없어요. 대신 아이디어를 직접 입력할 수 있어요.
nb: Denne iPhonen kan ikke gjøre tale om til tekst her. Du kan skrive ideen din i stedet.
nl: Deze iPhone kan hier geen spraak in tekst omzetten. Je kunt je idee in plaats daarvan typen.
pt_br: Este iPhone não consegue transformar fala em texto aqui. Você pode digitar sua ideia.
sv: Den här iPhonen kan inte göra om tal till text här. Du kan skriva din idé i stället.
th: iPhone เครื่องนี้แปลงเสียงพูดเป็นข้อความที่นี่ไม่ได้ คุณพิมพ์ไอเดียแทนได้
tr: Bu iPhone burada konuşmayı metne çeviremiyor. Bunun yerine fikrini yazabilirsin.
vi: iPhone này không thể chuyển giọng nói thành văn bản ở đây. Bạn có thể gõ ý tưởng của mình.
zh_hans: 这台 iPhone 在这里无法把语音转成文字。你可以改为直接输入想法。
zh_hant: 這部 iPhone 在這裡無法將語音轉成文字。你可以改為輸入你的想法。

source: This is hard because you skip this. [pause]
ar: هذا صعب لأنك تتخطى هذه الخطوة. [توقف]
da: Det her er svært, fordi du springer det her over. [pause]
de: Das ist schwer, weil du das überspringst. [Pause]
es: Esto cuesta porque te saltas esto. [pausa]
fr: C’est dur parce que vous sautez ça. [pause]
hi: यह मुश्किल इसलिए है क्योंकि आप यह छोड़ देते हैं। [रुकें]
id: Ini sulit karena kamu melewatkan bagian ini. [jeda]
it: È difficile perché salti questo. [pausa]
ja: うまくいかないのは、ここを飛ばしているから。[間]
ko: 이게 어려운 건 이걸 건너뛰어서예요. [멈춤]
nb: Dette er vanskelig fordi du hopper over dette. [pause]
nl: Dit is moeilijk omdat je dit overslaat. [pauze]
pt_br: Isso é difícil porque você pula esta parte. [pausa]
sv: Det här är svårt för att du hoppar över det här. [paus]
th: มันยากเพราะคุณข้ามขั้นนี้ [หยุด]
tr: Bu zor, çünkü bunu atlıyorsun. [durakla]
vi: Khó là vì bạn bỏ qua bước này. [dừng]
zh_hans: 你觉得难，是因为跳过了这一步。[停顿]
zh_hant: 這之所以難，是因為你跳過了這一步。[停頓]

source: This is the last line
ar: هذا هو السطر الأخير
da: Dette er den sidste linje
de: Das ist die letzte Zeile
es: Esta es la última línea
fr: C’est la dernière ligne
hi: यह आख़िरी लाइन है
id: Ini baris terakhir
it: Questa è l’ultima riga
ja: これが最後の行です
ko: 마지막 줄입니다
nb: Dette er siste linje
nl: Dit is de laatste regel
pt_br: Esta é a última linha
sv: Det här är sista raden
th: นี่คือบรรทัดสุดท้าย
tr: Bu son satır
vi: Đây là dòng cuối
zh_hans: 这是最后一行
zh_hant: 這是最後一行

source: This is the most embarrassing thing that's happened to me.
ar: هذا أكثر موقف محرج حدث لي.
da: Det her er det mest pinlige, der nogensinde er sket for mig.
de: Das ist das Peinlichste, was mir je passiert ist.
es: Es lo más vergonzoso que me ha pasado.
fr: C’est le truc le plus gênant qui me soit arrivé.
hi: यह मेरे साथ हुई सबसे शर्मनाक चीज़ है।
id: Ini hal paling memalukan yang pernah kualami.
it: È la cosa più imbarazzante che mi sia mai successa.
ja: 人生でいちばん恥ずかしかった出来事です。
ko: 제 인생에서 가장 민망했던 일이에요.
nb: Dette er det mest pinlige som noen gang har skjedd meg.
nl: Dit is het meest gênante dat me ooit is overkomen.
pt_br: Essa é a coisa mais constrangedora que já me aconteceu.
sv: Det här är det mest pinsamma som någonsin hänt mig.
th: นี่คือเรื่องที่น่าอายที่สุดที่เคยเจอ
tr: Bu, başıma gelen en utanç verici şey.
vi: Đây là chuyện xấu hổ nhất từng xảy ra với mình.
zh_hans: 这是我遇到过最尴尬的事。
zh_hant: 這是我遇過最尷尬的事。

source: This is your universe.
ar: هذا هو كونك.
da: Det her er dit univers.
de: Das ist dein Universum.
es: Este es tu universo.
fr: Voici ton univers.
hi: यह आपका ब्रह्मांड है।
id: Inilah semestamu.
it: Questo è il tuo universo.
ja: ここがあなたの宇宙です。
ko: 여기가 당신의 우주예요.
nb: Dette er universet ditt.
nl: Dit is jouw universum.
pt_br: Este é o seu universo.
sv: Det här är ditt universum.
th: นี่คือจักรวาลของคุณ
tr: Burası senin evrenin.
vi: Đây là vũ trụ của bạn.
zh_hans: 这是你的宇宙。
zh_hant: 這是你的宇宙。

source: This script only
ar: هذا النص فقط
da: Kun dette manuskript
de: Nur dieses Skript
es: Solo este guion
fr: Ce script seulement
hi: सिर्फ़ यह स्क्रिप्ट
id: Hanya naskah ini
it: Solo questo copione
ja: この台本のみ
ko: 이 대본만
nb: Bare dette manuset
nl: Alleen dit script
pt_br: Só este roteiro
sv: Bara det här manuset
th: เฉพาะสคริปต์นี้
tr: Yalnızca bu senaryo
vi: Chỉ kịch bản này
zh_hans: 仅此脚本
zh_hant: 僅限這份腳本

source: This script was deleted
ar: تم حذف هذا النص
da: Dette manuskript er slettet
de: Dieses Skript wurde gelöscht
es: Este guion se eliminó
fr: Ce script a été supprimé
hi: यह स्क्रिप्ट डिलीट हो गई
id: Naskah ini sudah dihapus
it: Questo copione è stato eliminato
ja: この台本は削除されました
ko: 이 대본은 삭제되었어요
nb: Dette manuset er slettet
nl: Dit script is verwijderd
pt_br: Este roteiro foi apagado
sv: Det här manuset har tagits bort
th: สคริปต์นี้ถูกลบแล้ว
tr: Bu senaryo silindi
vi: Kịch bản này đã bị xóa
zh_hans: 这个脚本已被删除
zh_hant: 此腳本已被刪除

source: This section
ar: هذا المقطع
da: Denne sektion
de: Dieser Abschnitt
es: Este fragmento
fr: Cette section
hi: यह हिस्सा
id: Bagian ini
it: Questa sezione
ja: このセクション
ko: 이 구간
nb: Denne seksjonen
nl: Deze sectie
pt_br: Este trecho
sv: Det här avsnittet
th: ส่วนนี้
tr: Bu bölüm
vi: Đoạn này
zh_hans: 这个片段
zh_hant: 此段落

source: This subtitle
ar: هذا العنوان الفرعي
da: Denne undertekst
de: Dieser Untertitel
es: Este subtítulo
fr: Ce sous-titre
hi: यह सबटाइटल
id: Subjudul ini
it: Questo sottotitolo
ja: このサブタイトル
ko: 이 부제
nb: Denne undertittelen
nl: Deze ondertitel
pt_br: Este subtítulo
sv: Den här undertexten
th: ชื่อรองนี้
tr: Bu alt başlık
vi: Phụ đề nhỏ này
zh_hans: 这个副标题
zh_hant: 此副標題

source: This take
ar: هذه اللقطة
da: Denne optagelse
de: Dieser Take
es: Esta toma
fr: Cette prise
hi: यह टेक
id: Take ini
it: Questa ripresa
ja: このテイク
ko: 이 테이크
nb: Dette opptaket
nl: Deze opname
pt_br: Este take
sv: Den här tagningen
th: เทคนี้
tr: Bu çekim
vi: Cảnh quay này
zh_hans: 这个镜头
zh_hant: 此鏡頭

source: This take can't be exported on this device.
ar: لا يمكن تصدير هذه اللقطة على هذا الجهاز.
da: Denne optagelse kan ikke eksporteres på denne enhed.
de: Dieser Take kann auf diesem Gerät nicht exportiert werden.
es: Esta toma no se puede exportar en este dispositivo.
fr: Cette prise ne peut pas être exportée sur cet appareil.
hi: यह टेक इस डिवाइस पर एक्सपोर्ट नहीं हो सकता।
id: Take ini tidak bisa diekspor di perangkat ini.
it: Questa ripresa non può essere esportata su questo dispositivo.
ja: このテイクはこのデバイスでは書き出せません。
ko: 이 기기에서는 이 테이크를 내보낼 수 없어요.
nb: Dette opptaket kan ikke eksporteres på denne enheten.
nl: Deze opname kan op dit apparaat niet worden geëxporteerd.
pt_br: Não dá para exportar este take neste aparelho.
sv: Den här tagningen kan inte exporteras på den här enheten.
th: ส่งออกเทคนี้ในอุปกรณ์นี้ไม่ได้
tr: Bu çekim bu aygıtta dışa aktarılamaz.
vi: Không thể xuất cảnh quay này trên thiết bị này.
zh_hans: 无法在这台设备上导出这个镜头。
zh_hant: 此鏡頭無法在這部裝置上匯出。

source: This take has no sound to caption.
ar: لا يوجد في هذه اللقطة صوت لإنشاء ترجمة نصية.
da: Denne optagelse har ingen lyd at tekste.
de: Dieser Take hat keinen Ton zum Untertiteln.
es: Esta toma no tiene sonido para subtitular.
fr: Cette prise n’a pas de son à sous-titrer.
hi: इस टेक में कैप्शन के लिए आवाज़ नहीं है।
id: Take ini tidak punya suara untuk dibuat teks.
it: Questa ripresa non ha audio da sottotitolare.
ja: このテイクには字幕にする音声がありません。
ko: 이 테이크에는 자막으로 만들 소리가 없습니다.
nb: Dette opptaket har ingen lyd å tekste.
nl: Deze opname heeft geen geluid om te ondertitelen.
pt_br: Este take não tem som para legendar.
sv: Den här tagningen har inget ljud att texta.
th: เทคนี้ไม่มีเสียงให้ทำคำบรรยาย
tr: Bu çekimde altyazı için ses yok.
vi: Cảnh quay này không có âm thanh để tạo phụ đề.
zh_hans: 此镜头没有可生成字幕的声音。
zh_hant: 此鏡頭沒有可轉成字幕的聲音。

source: This take has no video.
ar: لا تحتوي هذه اللقطة على فيديو.
da: Denne optagelse har ingen video.
de: Dieser Take hat kein Video.
es: Esta toma no tiene vídeo.
fr: Cette prise n’a pas de vidéo.
hi: इस टेक में वीडियो नहीं है।
id: Take ini tidak punya video.
it: Questa ripresa non ha video.
ja: このテイクにはビデオがありません。
ko: 이 테이크에는 비디오가 없어요.
nb: Dette opptaket har ingen video.
nl: Deze opname heeft geen video.
pt_br: Este take não tem vídeo.
sv: Den här tagningen har ingen video.
th: เทคนี้ไม่มีวิดีโอ
tr: Bu çekimin videosu yok.
vi: Cảnh quay này không có video.
zh_hans: 这个镜头没有视频。
zh_hant: 此鏡頭沒有影像。

source: This take was deleted
ar: تم حذف هذه اللقطة
da: Denne optagelse er slettet
de: Dieser Take wurde gelöscht
es: Esta toma se eliminó
fr: Cette prise a été supprimée
hi: यह टेक डिलीट हो गया
id: Take ini sudah dihapus
it: Questa ripresa è stata eliminata
ja: このテイクは削除されました
ko: 이 테이크는 삭제되었어요
nb: Dette opptaket er slettet
nl: Deze opname is verwijderd
pt_br: Este take foi apagado
sv: Den här tagningen har tagits bort
th: เทคนี้ถูกลบแล้ว
tr: Bu çekim silindi
vi: Cảnh quay này đã bị xóa
zh_hans: 这个镜头已被删除
zh_hant: 此鏡頭已被刪除

source: This text
ar: هذا النص
da: Denne tekst
de: Dieser Text
es: Este texto
fr: Ce texte
hi: यह टेक्स्ट
id: Teks ini
it: Questo testo
ja: このテキスト
ko: 이 텍스트
nb: Denne teksten
nl: Deze tekst
pt_br: Este texto
sv: Den här texten
th: ข้อความนี้
tr: Bu metin
vi: Chữ này
zh_hans: 此文字
zh_hant: 此文字

source: This title
ar: هذا العنوان
da: Denne titel
de: Dieser Titel
es: Este título
fr: Ce titre
hi: यह टाइटल
id: Judul ini
it: Questo titolo
ja: このタイトル
ko: 이 제목
nb: Denne tittelen
nl: Deze titel
pt_br: Este título
sv: Den här rubriken
th: ชื่อเรื่องนี้
tr: Bu başlık
vi: Tiêu đề này
zh_hans: 这个标题
zh_hant: 此標題

source: This video can't be opened
ar: يتعذّر فتح هذا الفيديو
da: Denne video kan ikke åbnes
de: Dieses Video kann nicht geöffnet werden
es: No se puede abrir este vídeo
fr: Impossible d’ouvrir cette vidéo
hi: यह वीडियो नहीं खुल सकता
id: Video ini tidak bisa dibuka
it: Impossibile aprire questo video
ja: このビデオは開けません
ko: 이 비디오를 열 수 없어요
nb: Denne videoen kan ikke åpnes
nl: Deze video kan niet worden geopend
pt_br: Não dá para abrir este vídeo
sv: Den här videon kan inte öppnas
th: เปิดวิดีโอนี้ไม่ได้
tr: Bu video açılamıyor
vi: Không thể mở video này
zh_hans: 无法打开这个视频
zh_hant: 無法開啟這支影片

source: This video has its own sound
ar: هذا الفيديو له صوته الخاص
da: Denne video har sin egen lyd
de: Dieses Video hat eigenen Ton
es: Este vídeo tiene su propio sonido
fr: Cette vidéo a son propre son
hi: इस वीडियो की अपनी आवाज़ है
id: Video ini punya suara sendiri
it: Questo video ha un audio suo
ja: このビデオには音声があります
ko: 이 비디오에는 자체 소리가 있습니다
nb: Denne videoen har sin egen lyd
nl: Deze video heeft eigen geluid
pt_br: Este vídeo tem som próprio
sv: Den här videon har eget ljud
th: วิดีโอนี้มีเสียงของตัวเอง
tr: Bu videonun kendi sesi var
vi: Video này có âm thanh riêng
zh_hans: 此视频自带声音
zh_hant: 這支影片有自己的聲音

source: This video is overdue.
ar: هذا الفيديو تأخر كثيرًا.
da: Denne video er forsinket.
de: Dieses Video war längst fällig.
es: Este vídeo ya tocaba.
fr: Cette vidéo, je vous la devais.
hi: यह वीडियो कब से बाकी था।
id: Video ini sudah lama kujanjikan.
it: Questo video ve lo dovevo.
ja: この動画、ずっと出したかったんです。
ko: 진작 올렸어야 할 영상이에요.
nb: Denne videoen er forsinket.
nl: Deze video is te laat.
pt_br: Esse vídeo já devia ter saído.
sv: Den här videon är försenad.
th: คลิปนี้ควรมาตั้งนานแล้ว
tr: Bu video çoktan gelmeliydi.
vi: Video này lẽ ra phải có từ lâu.
zh_hans: 这条视频早该发了。
zh_hant: 這支影片已逾期。

source: This video's export is already counted
ar: تم احتساب تصدير هذا الفيديو بالفعل
da: Dette videos eksport er allerede talt med
de: Der Export dieses Videos ist schon gezählt
es: La exportación de este video ya está contada
fr: L’export de cette vidéo est déjà compté
hi: इस वीडियो का एक्सपोर्ट पहले ही गिना जा चुका है
id: Ekspor video ini sudah dihitung
it: L’esportazione di questo video è già conteggiata
ja: このビデオの書き出しはカウント済みです
ko: 이 영상의 내보내기는 이미 집계됐어요
nb: Eksporten av denne videoen er allerede talt
nl: De export van deze video is al meegeteld
pt_br: A exportação deste vídeo já foi contada
sv: Den här videons export är redan räknad
th: การส่งออกวิดีโอนี้ถูกนับแล้ว
tr: Bu videonun dışa aktarması zaten sayıldı
vi: Lượt xuất video này đã được tính
zh_hans: 此视频的导出已计入
zh_hant: 此影片的匯出已計入

source: Three beats are enough: what happened, the moment it turned, how it ended. Cue adds a cliffhanger hook and pacing cues.
ar: ثلاث محطات تكفي: ما حدث، ولحظة التحول، وكيف انتهى. يضيف Cue افتتاحية مشوّقة وإشارات للإيقاع.
da: Tre beats er nok: hvad der skete, øjeblikket, hvor det vendte, hvordan det endte. Cue tilføjer et cliffhanger-hook og tempoinstruktioner.
de: Drei Momente reichen: was passiert ist, der Wendepunkt, wie es ausging. Cue fügt einen Cliffhanger-Hook und Tempo-Hinweise hinzu.
es: Con tres momentos basta: qué pasó, cuándo cambió todo y cómo terminó. Cue añade un gancho con intriga e indicaciones de ritmo.
fr: Trois temps suffisent : ce qui s’est passé, le moment où tout bascule, comment ça finit. Cue ajoute une accroche à suspense et des indications de rythme.
hi: तीन हिस्से काफ़ी हैं: क्या हुआ, कब मोड़ आया, कैसे ख़त्म हुआ। Cue सस्पेंस वाला हुक और रफ़्तार के संकेत जोड़ता है।
id: Tiga bagian sudah cukup: apa yang terjadi, titik baliknya, bagaimana akhirnya. Cue menambahkan hook yang bikin penasaran dan aba-aba tempo.
it: Bastano tre momenti: cosa è successo, la svolta, come è finita. Cue aggiunge un gancio con suspense e indicazioni di ritmo.
ja: 3つの流れで十分：何が起きたか、転機、結末。Cueが続きが気になるフックとテンポの合図を加えます。
ko: 세 가지면 충분해요: 무슨 일이 있었는지, 반전의 순간, 결말. Cue가 궁금증을 부르는 훅과 호흡 신호를 더해요.
nb: Tre beats er nok: hva som skjedde, øyeblikket det snudde, hvordan det endte. Cue legger til en cliffhanger-hook og tempoinstruksjoner.
nl: Drie beats zijn genoeg: wat er gebeurde, het moment dat het omsloeg, hoe het afliep. Cue voegt een cliffhanger-hook en tempoaanwijzingen toe.
pt_br: Três momentos bastam: o que aconteceu, a virada e como terminou. O Cue adiciona um gancho de suspense e dicas de ritmo.
sv: Tre beats räcker: vad som hände, ögonblicket då det vände, hur det slutade. Cue lägger till en cliffhanger-hook och tempoanvisningar.
th: สามจังหวะก็พอ: เกิดอะไรขึ้น จุดที่พลิก และจบอย่างไร Cue จะเพิ่มฮุกชวนติดตามและคิวจังหวะให้
tr: Üç an yeterli: ne oldu, işlerin döndüğü an, nasıl bitti. Cue merak uyandıran bir kanca ve tempo ipuçları ekler.
vi: Ba nhịp là đủ: chuyện gì xảy ra, khoảnh khắc bước ngoặt, kết thúc ra sao. Cue thêm hook gây tò mò và gợi ý nhịp độ.
zh_hans: 三段就够：发生了什么、转折点、结局如何。Cue 会加上悬念钩子和节奏提示。
zh_hant: 三個節奏點就夠了：發生了什麼、轉折的瞬間、結局如何。Cue 會加入懸念式開場鉤子與節奏提示。

source: Three tiny changes. Totally different results.
ar: ثلاثة تغييرات صغيرة. نتائج مختلفة تمامًا.
da: Tre små ændringer. Helt andre resultater.
de: Drei kleine Änderungen. Völlig andere Ergebnisse.
es: Tres cambios pequeños. Resultados totalmente distintos.
fr: Trois petits changements. Des résultats totalement différents.
hi: तीन छोटे बदलाव। बिल्कुल अलग नतीजे।
id: Tiga perubahan kecil. Hasil yang benar-benar beda.
it: Tre piccoli cambiamenti. Risultati completamente diversi.
ja: 小さな変化3つで、結果がまったく違う。
ko: 작은 변화 세 가지, 완전히 다른 결과.
nb: Tre små endringer. Helt andre resultater.
nl: Drie kleine veranderingen. Totaal andere resultaten.
pt_br: Três mudanças pequenas. Resultados totalmente diferentes.
sv: Tre små förändringar. Helt andra resultat.
th: เปลี่ยนเล็กๆ สามอย่าง ผลลัพธ์ต่างไปเลย
tr: Üç küçük değişiklik. Bambaşka sonuçlar.
vi: Ba thay đổi nhỏ. Kết quả khác hẳn.
zh_hans: 三个小改变，结果完全不同。
zh_hant: 三個小改變，結果截然不同。

source: Tight
ar: ضيق
da: Tæt
de: Eng
es: Ajustado
fr: Serré
hi: कसा
id: Rapat
it: Stretta
ja: 狭い
ko: 좁게
nb: Tett
nl: Krap
pt_br: Justo
sv: Tät
th: แคบ
tr: Sıkı
vi: Sát
zh_hans: 紧凑
zh_hant: 緊湊

source: TikTok pays Creator Rewards over one minute.
ar: TikTok يدفع مكافآت المبدعين فوق الدقيقة.
da: TikTok betaler Creator Rewards over ét minut.
de: TikTok zahlt Creator Rewards ab über einer Minute.
es: TikTok paga Creator Rewards a partir de un minuto.
fr: TikTok paie Creator Rewards au-delà d’une minute.
hi: TikTok एक मिनट से लंबे वीडियो पर Creator Rewards देता है।
id: TikTok membayar Creator Rewards di atas satu menit.
it: TikTok paga i Creator Rewards oltre un minuto.
ja: TikTokのクリエイターリワードは1分超の動画が対象です。
ko: TikTok 크리에이터 리워드는 1분 넘는 영상부터예요.
nb: TikTok betaler Creator Rewards over ett minutt.
nl: TikTok betaalt Creator Rewards boven één minuut.
pt_br: O TikTok paga Creator Rewards acima de um minuto.
sv: TikTok betalar Creator Rewards över en minut.
th: TikTok จ่าย Creator Rewards เมื่อยาวเกินหนึ่งนาที
tr: TikTok, Creator Rewards'ı bir dakikayı aşan videolara öder.
vi: TikTok trả Creator Rewards cho video trên một phút.
zh_hans: TikTok 创作者奖励要求视频超过一分钟。
zh_hant: TikTok 創作者獎勵要求影片超過一分鐘。

source: Time
ar: الوقت
da: Tid
de: Zeit
es: Tiempo
fr: Temps
hi: समय
id: Waktu
it: Tempo
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pt_br: Tempo
sv: Tid
th: เวลา
tr: Zaman
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Timeline
ar: الخط الزمني
da: Tidslinje
es: Línea de tiempo
hi: टाइमलाइन
ja: タイムライン
ko: 타임라인
nb: Tidslinje
nl: Tijdlijn
pt_br: Linha do tempo
sv: Tidslinje
th: ไทม์ไลน์
tr: Zaman çizelgesi
vi: Dòng thời gian
zh_hans: 时间线
zh_hant: 時間軸

source: Tint
ar: الصبغة
da: Tone
de: Tönung
es: Tinte
fr: Teinte
hi: टिंट
id: Rona
it: Tinta
ja: 色合い
ko: 색조
nb: Fargetone
pt_br: Matiz
sv: Nyans
th: โทนสี
tr: Ton
vi: Sắc thái
zh_hans: 色调
zh_hant: 色調

source: Tip
ar: نصيحة
de: Tipp
es: Consejo
fr: Astuce
hi: टिप
id: Tips
it: Consiglio
ja: ヒント
ko: 팁
nb: Tips
pt_br: Dica
sv: Tips
th: เคล็ดลับ
tr: İpucu
vi: Mẹo
zh_hans: 技巧
zh_hant: 提示

source: Tips
ar: نصائح
de: Tipps
es: Consejos
fr: Astuces
hi: टिप्स
it: Consigli
ja: ヒント
ko: 팁
pt_br: Dicas
th: เคล็ดลับ
tr: İpuçları
vi: Mẹo
zh_hans: 技巧
zh_hant: 提示

source: Tips / list
ar: نصائح / قائمة
da: Tips / liste
de: Tipps / Liste
es: Consejos / lista
fr: Astuces / liste
hi: टिप्स / लिस्ट
id: Tips / daftar
it: Consigli / elenco
ja: ヒント／リスト
ko: 팁 / 목록
nb: Tips / liste
nl: Tips / lijst
pt_br: Dicas / lista
sv: Tips / lista
th: เคล็ดลับ / รายการ
tr: İpuçları / liste
vi: Mẹo / danh sách
zh_hans: 技巧 / 清单
zh_hant: 提示 / 清單

source: Title
ar: العنوان
da: Titel
de: Titel
es: Título
fr: Titre
hi: टाइटल
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel
nl: Titel
pt_br: Título
sv: Rubrik
th: ชื่อเรื่อง
tr: Başlık
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Title on the cover
ar: العنوان على الغلاف
da: Titel på coveret
de: Titel auf dem Cover
es: Título en la portada
fr: Titre sur la couverture
hi: कवर पर टाइटल
id: Judul di sampul
it: Titolo sulla copertina
ja: カバーのタイトル
ko: 커버 제목
nb: Tittel på omslaget
nl: Titel op de cover
pt_br: Título na capa
sv: Rubrik på omslaget
th: ชื่อเรื่องบนปก
tr: Kapaktaki başlık
vi: Tiêu đề trên ảnh bìa
zh_hans: 封面标题
zh_hant: 封面標題

source: To pick
ar: للاختيار
da: Til valg
de: Auswählen
es: Por elegir
fr: À choisir
hi: चुनना बाकी
id: Dipilih
it: Da scegliere
ja: 選ぶ
ko: 고르기
nb: Å velge
nl: Te kiezen
pt_br: Escolher
sv: Att välja
th: รอเลือก
tr: Seçilecek
vi: Cần chọn
zh_hans: 待选
zh_hant: 待挑選

source: TO PICK · %lld TAKES
ar: للاختيار · %lld لقطات
da: TIL VALG · %lld OPTAGELSER
de: ZUM AUSWÄHLEN · %lld TAKES
es: POR ELEGIR · %lld TOMAS
fr: À CHOISIR · %lld PRISES
hi: चुनना है · %lld टेक
id: UNTUK DIPILIH · %lld TAKE
it: DA SCEGLIERE · %lld TAKE
ja: 選択待ち · %lld テイク
ko: 선택 대기 · 테이크 %lld개
nb: Å VELGE · %lld OPPTAK
nl: TE KIEZEN · %lld OPNAMES
pt_br: PARA ESCOLHER · %lld TAKES
sv: ATT VÄLJA · %lld TAGNINGAR
th: รอเลือก · %lld เทค
tr: SEÇİLECEK · %lld ÇEKİM
vi: CẦN CHỌN · %lld ĐOẠN
zh_hans: 待选 · %lld 个镜头
zh_hant: 待挑選 · %lld 個鏡頭

source: Today
ar: اليوم
da: I dag
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pt_br: Hoje
sv: Idag
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Today · %@
ar: اليوم · %@
da: I dag · %@
de: Heute · %@
es: Hoy · %@
fr: Aujourd’hui · %@
hi: आज · %@
id: Hari ini · %@
it: Oggi · %@
ja: 今日 · %@
ko: 오늘 · %@
nb: I dag · %@
nl: Vandaag · %@
pt_br: Hoje · %@
sv: Idag · %@
th: วันนี้ · %@
tr: Bugün · %@
vi: Hôm nay · %@
zh_hans: 今天 · %@
zh_hant: 今天 · %@
